tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "romkatv/powerlevel10k"
tap "warrensbox/tap"
brew "xz"
brew "zstd"
brew "webp"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "python-tabulate"
brew "checkov"
brew "coreutils"
brew "docker", link: false
brew "exa"
brew "f3"
brew "fdupes"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-crypt"
brew "go"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "lapack"
brew "libfido2"
brew "libpq", link: true
brew "mariadb"
brew "openjdk"
brew "maven"
brew "mysql-client"
brew "neovim"
brew "node"
brew "openblas"
brew "numpy"
brew "pipx"
brew "podman"
brew "postgresql@14", link: false
brew "virtualenv", link: false
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "shared-mime-info"
brew "skaffold"
brew "sleepwatcher", restart_service: true
brew "speedtest-cli"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "bluesnooze"
cask "dbeaver-community"
cask "github"
cask "google-cloud-sdk"
cask "pocket-casts"
cask "postman"
cask "spotify"
cask "visual-studio-code"
