tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
brew "argocd"
brew "xz"
brew "awscli"
brew "bat"
brew "blueutil"
brew "glib"
brew "libyaml"
brew "python-tabulate"
brew "checkov"
brew "coreutils"
brew "docker"
brew "exa"
brew "f3"
brew "fdupes"
brew "gawk"
brew "gh"
brew "git-crypt"
brew "go"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "lapack"
brew "libfido2"
brew "libidn2"
brew "openjdk"
brew "maven"
brew "mysql-client"
brew "neovim"
brew "node"
brew "openblas"
brew "numpy"
brew "openssl@3"
brew "python@3.10"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "sdl2"
brew "sdl2_gfx"
brew "webp"
brew "sdl2_image"
brew "shared-mime-info"
brew "skaffold"
brew "sleepwatcher", restart_service: true
brew "speedtest-cli"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "hashicorp/tap/terraform"
cask "bluesnooze"
cask "dbeaver-community"
cask "google-cloud-sdk"
